Repository: YanikPei/wp-jwt-authentication
Catalog: languages/wp_jwt_auth-*.po
Languages: de_de

source: Account-Kit Settings
de_de: Account-Kit Einstellungen

source: Activate
de_de: Aktivieren

source: Activate account-kit authentication
de_de: Aktiviere Account-Kit als Authentifizierung

source: Registration
de_de: Registrierung

source: Create a new user if no user matching the account-kit id was found.
de_de: Erstelle einen neuen Benutzer wenn kein Account mit dieser Account-Kit-ID besteht.

source: Add a login button to login with a e-mail-address.
de_de: Login-Button zum Anmelden per E-Mail-Adresse anzeigen.

source: Phone
de_de: Handy

source: Add a login button to login with a phone number.
de_de: Login-Button zum Anmelden per Handynummer anzeigen.

source: Facebook Settings
de_de: Facebook-Einstellungen

source: Activate facebook authentication
de_de: Aktiviere Facebook als Authentifizierung

source: Create a new user if no user matching the facebook id was found.
de_de: Erstelle einen neuen Benutzer wenn kein Account mit dieser Facebook-ID besteht.

source: Show button
de_de: Button anzeigen

source: Show a "Login with facebook" button.
de_de: „Login with Facebook“-Button anzeigen.

source: General
de_de: Allgemein

source: Generate a secret
de_de: Secret generieren

source: and copy it in here
de_de: und hier einfügen

source: Expiration (in seconds)
de_de: Token-Verfall (in Sekunden)

source: Authentication failed.
de_de: Authentifizierung fehlgeschlagen.

source: Username/Password combination is invalid
de_de: Benutzername oder Passwort ist falsch.

source: No token available
de_de: Kein Token gefunden

source: Account-Kit app id is missing
de_de: Account-Kit App-ID fehlt

source: Account-Kit app secret is missing
de_de: Account-Kit App-Secret fehlt

source: No user matching the account kit id was found
de_de: Es wurde kein Benutzer passend zur Account-Kit-ID gefunden

source: No token or code available
de_de: Kein Token oder Code gefunden

source: Login via SMS
de_de: Per SMS anmelden

source: Login via Email
de_de: Per E-Mail anmelden

source: No user matching the facebook id was found
de_de: Es wurde kein Benutzer passend zur Facebook-ID gefunden

source: Login with facebook
de_de: Mit Facebook anmelden

source: In order to use JWT for the Rest-API you have to set a <strong>secret</strong>. <a href="/wp-admin/options-general.php?page=jwt_admin_page&tab=general">Go to settings</a>
de_de: Um JWT zur Authentifizierung der Rest-API zu verwenden, muss ein <strong>Secret</strong> generiert werden. <a href="/wp-admin/options-general.php?page=jwt_admin_page&tab=general">Zu den Einstellungen</a>
